Repository: common-repository/carta-online
Catalog: lang/carta-online-*.po
Languages: nl_nl

source: Carta Online Settings
nl_nl: Carta Online Instellingen

source: Visit <a href="https://cartaonline.nl">https://cartaonline.nl</a> for more information.
nl_nl: Bezoek <a href="https://cartaonline.nl">https://cartaonline.nl</a> voor meer informatie.

source: Connection
nl_nl: Verbinding

source: Portal Address (URL)
nl_nl: Http-adres van de Portal (URL)

source: Browser behavior
nl_nl: Browser gedrag

source: Cache duration
nl_nl: Cache bewaartijd

source: Content Rendering
nl_nl: Html-inhoud genereren

source: Page name of detail page
nl_nl: Naam van de pagina met cursus-details

source: Redirect base
nl_nl: Basisnaam voor redirect pagina

source: Enable special pages
nl_nl: Activeer speciale Carta pagina's

source: Alternate subscription page
nl_nl: Alternatieve inschrijfpagina

source: Your Google Ads ID:
nl_nl: Uw Google Ads ID:

source: Inject code for Google Tagmanager
nl_nl: Injecteer code voor Google Ads

source: Your Google Tagmanager ID:
nl_nl: Uw Google Ads ID:

source: Redirect page
nl_nl: Basisnaam voor redirect pagina

source: Special render options
nl_nl: Speciale renderopties

source: Branding
nl_nl: Merken

source: Please provide custom styling.
nl_nl: Voer specifieke styling voor de plugin in.

source: This is the address where your Carta Online portal is hosted, please use HTTPS. (Example: https://portal.cartaonline.nl)
nl_nl: Dit is het adres waar uw Carta Online portal wordt gehost. (Voorbeeld: https://portal.cartaonline.nl)

source: The maximum number of minutes that a cache file is stored..
nl_nl: Het maximum aantal minuten een cachefile bewaardt wordt.

source: The maximum number of seconds that an API call may take.
nl_nl: Het maximum aantal seconde dat een API call mag duren.

source: The maximum number of minutes which a cache file is considered usable.
nl_nl: Het maximum aantal minuten wat een cache file als bruikbaar wordt beschouwd.

source: Enable special content pages for teacher profiles and offer contents.
nl_nl: Activeer speciale pagina's voor docentprofielen en speciaal aanbod.

source: Enable Google Ads injection on page containing course details.
nl_nl: Activeer de Google Ads scripts op de website.

source: Enter your Google Ads ID (e.g. AW-123456789).
nl_nl: Voer uw Google Ads ID in (bijv: AW-123456789).

source: Enable Google Tagmanager injection on page containing course details.
nl_nl: Activeer de Google Ads scripts op de website.

source: Enter your Google Tagmanager ID (e.g. AW-123456789).
nl_nl: Voer uw Google Ads ID in (bijv: AW-123456789).

source: The cache limiter defines which cache control HTTP headers are sent to the client. These headers determine the rules by which the page content may be cached by the client and intermediate proxies.
nl_nl: De cache-limiter definieert welke HTTP-headers voor cachecontrol naar de client worden verzonden. Deze headers bepalen de regels waarmee de pagina-inhoud door de client en intermediate proxy's in de cache mag worden opgeslagen.

source: Enter special render options as supplied by your consultant.
nl_nl: Voer de special render-opties in.

source: Enter the name of a brand. Only content for this brand is shown on the website.
nl_nl: Voer de naam van een merk in. Alleen inhoud voor dit merk wordt getoond op de website.

source: Special subscription page if the default Carta Online subscription page is not used. %identifier% wil be substituted by the correct identifier.
nl_nl: Speciale inschrijfpagina als de standaard Carta Online inschrijfpagina niet wordt gebruikt. %identifier% wordt vervangen door de juiste identificatiecode.

source: Redirect url if the course doesn't exist.
nl_nl: Redirect naar deze pagina als de cursus niet meer bestaat. Gebruik de home page om om deze site te zoeken.

source: Only enter the name of the page as specified in the permalink of the page. Do not enter the full path.
nl_nl: Voer alleen de naam van de pagina in zoals aangegeven in de permalink van de pagina (bijv 'Details').

source: Enter base page name to render redirect structure next to parameterized structure for detail pages. /redirect/xxx/yyy => /details/?class=xxx. <br />
nl_nl: Voer de basis paginanaam in voor het renderen van de redirect structuur. /redirect_base/classid/classname => /details/?class=ckassid&cn=classname. <br />

source: You can find your API Key at your Carta Online portal under Menu -> Api -> Programs, if this menu-item is not visible, please contact Carta Online at
nl_nl: U kunt uw API Key vinden in uw Carta Online portal onder Menu -> Api -> Programma's. Als dit menu-item niet zichtbaar is, neem dan contact op met Carta Online

source: Enter the connection details to connect to Carta Online
nl_nl: Voer de details van de verbinding met Carta Online in

source: Enter the desired browser behavior
nl_nl: Voer het gewenste browser gedrag in

source: Provide custom styling for the plugin
nl_nl: Voer specifieke styling voor de plugin in

source: Specify your prefered content rendering options for the plugin
nl_nl: Instellingen voor het genereren van de html-inhoud

source: carta-online/cache folder is not writable
nl_nl: carta-online/cache bestandsmap kan niet beschreven worden

source: Carta Online Plugin configuration error:
nl_nl: Carta Online Plugin configuratiefout:

source: Teacher Profiles
nl_nl: Docentprofielen

source: Teacher Profile
nl_nl: Docentprofiel

source: Teacher
nl_nl: Docentprofiel

source: Add New
nl_nl: Nieuw

source: Add New Teacher Profile
nl_nl: Voeg nieuw docentprofiel toe

source: New Teacher Profile
nl_nl: Nieuw docentprofiel

source: Edit Teacher Profile
nl_nl: Wijzig docentprofiel

source: View Teacher Profile
nl_nl: Bekijk docentprofiel

source: All Teacher Profile
nl_nl: Alle docentprofielen

source: Search Teacher Profile
nl_nl: Zoek docentprofielen

source: teacher-profile
nl_nl: docentprofiel

source: Fields
nl_nl: Vakgebieden

source: Field
nl_nl: Vakgebied

source: Add New Field
nl_nl: Voeg nieuw vakgebied toe

source: New Field
nl_nl: Nieuw vakgebied

source: Edit Field
nl_nl: Wjizig vakgebied

source: View Field
nl_nl: Bekijk vakgebied

source: All Fields
nl_nl: Alle vakgebieden

source: Search Fields
nl_nl: Doorzoek vakgebieden

source: field-info
nl_nl: vakgebied

source: Enter the online ID of the Teacher
nl_nl: Voer de online ID van de docent uit Carta in

source: Enter the complete name of the Field as found in Carta.
nl_nl: Voer hier de volledige naam van het vakgebied uit Carta in.

source: no data
nl_nl: geen gegevens

source: Subscribe
nl_nl: Schrijf je in

source: before
nl_nl: voor

source: day
nl_nl: dag

source: days
nl_nl: dagen

source: No dates planned
nl_nl: Nog geen datum gepland

source: Dates in YYYY will be announced later
nl_nl: Data in YYYY worden nader bekend gemaakt

source: No information
nl_nl: Geen informatie

source: Teacher with postID
nl_nl: Docent met post ID

source: not found.
nl_nl: niet gevonden.

source: Teacher profile with cartaID
nl_nl: Docentprofiel met cartaID

source: Contact with postID
nl_nl: Medewerker met post ID

source: Error:
nl_nl: Fout:

source: No data
nl_nl: Geen gegevens

source: Error in shortcode co_companylist: size of headers and fields lists differ.
nl_nl: Fout in shortcode co_companylist: grootte van kop- en veldlijsten verschillen.

source: Error in shortcode co_companylist: size of extra labels and options lists differ. Extra labels and options ignored
nl_nl: Fout in shortcode co-companylist: grootte van extra labels en bijbehorende opties verschillen. Extra labels en opties genegeerd

source: Category:
nl_nl: Cursussoort:

source: Any
nl_nl: Alles

source: Location:
nl_nl: Locatie:

source: Field:
nl_nl: Vakgebied:

source: search
nl_nl: zoek

source: Error
nl_nl: Fout

source: No offer found
nl_nl: Geen aanbod gevonden

source: Send
nl_nl: Verstuur

source: try again...
nl_nl: probeer nogmaals...

source: Invalid input. Please enter a valid registration number.
nl_nl: Ongeldige invoer. Voer een geldig registratienummer in.

source: Registrationnumber:
nl_nl: Registratienummer:

source: Name:
nl_nl: Naam:

source: Qualification:
nl_nl: Kwalificatie:

source: No active registration found.
nl_nl: Geen actieve registraties gevonden.

source: No scheme found.
nl_nl: Geen schema gevonden.

source: No registrations found.
nl_nl: Geen registraties gevonden.

source: Service unavailable
nl_nl: Service niet beschikbaar

source: Registration number:
nl_nl: Registratienummer:

source: Request:
nl_nl: Shortcode:

source: Invalid input. Please enter a valid API Key.
nl_nl: Ongeldige invoer. Voer een geldig registratienummer in.

source: Invalid input. Please enter a valid API URL.
nl_nl: Ongeldige invoer. Voer een geldige URL in.

source: Invalid input. Please enter a valid request.
nl_nl: Ongeldige invoer. Voer een geldige shortcode in.

source: Error: Plugin Carta-Online is not correctly configured. Did you specify a valid key and portal address? See
nl_nl: Fout: De instellingen van de Carta-Online plugin zijn niet correct. Heeft u de juiste sleutel en URL ingevoerd? Zie

source: plugin help page.
nl_nl: plugin help pagina.

source: Carta Online small offerings widget
nl_nl: Carta Online aanbod widget

source: General
nl_nl: Algemeen

source: Title:
nl_nl: Titel:

source: Number of items to show:
nl_nl: Aantal items dat getoond moet worden:

source: Detail page:
nl_nl: Detailpagina:

source: Available:
nl_nl: Beschikbaar:

source: Enter locations seperated by a ';'. Locations are dynamic, please refer to Carta for an overview.
nl_nl: Voer de locaties in gescheiden door een ';'. Kijk in Carta voor een lijst met locaties.

source: Enter categories seperated by a ';'. Locations are dynamic, please refer to Carta for an overview.
nl_nl: Voer de curssussoorten in gescheiden door een ';'. Kijk in Carta voor een lijst met cursussoorten.

source: Enter fields seperated by a ';'. Locations are dynamic, please refer to Carta for an overview.
nl_nl: Voer de vakgebieden in gescheiden door een ';'. Kijk in Carta voor een lijst met vakgebieden.

source: URL based filter
nl_nl: Filter op basis van de URL

source: URL based filtering can be used to add the plugin to your existing offering pages. See <a href="https://www.cartaonline.nl/carta-wordpress-plugin/" target=blank>Carta Online</a> for more info.
nl_nl: Gebruik dit filter om eenvoudig uw bestaande aanbodpagina's aan de Carta backoffice te koppelen. Zie <a href="https://www.cartaonline.nl/carta-wordpress-plugin/" target=blank>Carta Online</a> voor meer informatie.

source: Rendering
nl_nl: Html genereren

source: Template:
nl_nl: Sjabloon:

source: Enter template for rendering offer item. See <a href="https://www.cartaonline.nl/carta-wordpress-plugin/" target=blank>Carta Online</a> for a list of possible fields.
nl_nl: Voer een sjabloon in voor het genereren van het aanbod. Kijk op <a href="https://www.cartaonline.nl/carta-wordpress-plugin/" target=blank>Carta Online</a> voor een overzicht van de mogelijke velden.

source: Planning Template:
nl_nl: Sjabloon voor de uitklapbare planningsinformatie:

source: Enter template for rendering planning details. Leave empty if not used. See <a href="https://www.cartaonline.nl/carta-wordpress-plugin/" target=blank>Carta Online</a> for a list of possible fields.
nl_nl: Voer een sjabloon in voor het genereren van de planningsdetails Bijv %dateStart%%timeStart% op %location%. Kijk op <a href="https://www.cartaonline.nl/carta-wordpress-plugin/" target=blank>Carta Online</a> voor een overzicht van de mogelijke velden.

source: Submit Caption:
nl_nl: Tekst op inschrijfknop:

source: Enter caption to be used on the submit button.
nl_nl: Voer de tekst in die op de inschrijfknop getoond moet worden.
